IDEA Open Model
ResultClass.IdConstructionStage Property
Compatible with IDEA StatiCa 20.1
 Id of IConstructionStage, 0 == IConstructionStage is not defined
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int IdConstructionStage { get; set; }
Public Property IdConstructionStage As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace